IDEA StatiCa Open Model
ColumnDataEc2.ValueTypeOfcZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of c value - for nominal curvature
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ValueTypec ValueTypeOfcZ { get; set; }
Public Property ValueTypeOfcZ As ValueTypec
	Get
	Set
public:
property ValueTypec ValueTypeOfcZ {
	ValueTypec get ();
	void set (ValueTypec value);
}
Property Value
Type: ValueTypec
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace